local function run(msg, matches)
local helps = [[راهنمای سوپر گروه : 
〰〰〰〰〰〰〰〰〰〰
عوض کردن اسم گروه
/setname اسم
---------------------------
عوض کردن عکس گروه
/setphoto
---------------------------
ادمین کردن کسی در گروه
/promote @username
---------------------------
حذف ادمین کردن کسی از گروه
/demote @username
---------------------------
مشاهده تنظیمات گروه
/settings
---------------------------
قفل کردن چیزی در گروه
/lock [عنوان]
---------------------------
حذف قفل چیزی از گروه
/unlock [عنوان]
---------------------------
مشاهده قوانین گروه
/rules
---------------------------
گزاشتن قوانین برای گروه
/set rules [قانون]
---------------------------
تعیین و یا تغییر صاحب گروه
/setowner @username
---------------------------
اخراج کردن کسی از گروه
/block @username
---------------------------
محروم کردن کسی از گروه
/ban @username
---------------------------
لغو محرومیت کسی از گروه
/unban @username
---------------------------
مشاهده لیست محروم ها از گروه
/banlist
---------------------------
پاک کردن پیام از گروه با ریپلی
/del
---------------------------
مسدود کردن چیزی در گروه
/mute [عنوان]
---------------------------
لغو مسدود کردن چیزی در گروه
/unmute [عنوان]
---------------------------
مشاهده لیست مسدود در گروه
/muteslist
---------------------------
محروم کردن چت کردن کاربر از گروه
/muteuser @username
---------------------------
لغو محرومیت چت کردن کاربر در گروه
/unmuteuser @username
---------------------------
پاک کردن چیزی از گروه
/clean [عنوان]
--------------------------
دریافت لینک گروه
/link
---------------------------
عوض کردن لینک گروه
/newlink
---------------------------
گزاشتن لینک واسه گروه
/setlink
---------------------------
مشاهده اعضاء گروه
/who
---------------------------
فیلتر کردن کلمه در گروه
/addword کلمه
---------------------------
حذف فیلتر کردن کلمه در گروه
/remword کلمه
---------------------------
مشاهده لیست کلمه های فیلتر
/badwords
---------------------------
پاک کردن لیست کلمه های فیلتر
/clearbadwords
---------------------------
پاک کردن پیام های اخیر گروه
/del تعداد
---------------------------
دریافت راهنمای سرگرمی ربات
/help fun
---------------------------
دریافت قیمت ها
/nerkh
---------------------------
دریافت اطلاعات ربات
/guardbots
〰〰〰〰〰〰〰〰〰〰
شما میتوانید اول دستورات از علامت های ! و/ و # استفاده 
BoT Version : 1.0
BoT Channel : @GuardBoTs_Ch]]
return helps
end
return {
patterns = {
"^[!#/][Hh][Ee][Ll][Pp][Ss]$"
}, 
run = run
}
